{
    "welcome": "Bienvenue dans notre magasin",
    "view-details": "Voir les détails",
    "back-to-products": "Retour aux produits",
    "view-product": "Voir le produit",
    "product-details": "Détails du produit",
    "recommended-products": "Produits recommandés",
    "all-rights-reserved": "Tous droits réservés.",
    "products": "Produits",
    "product-title": "Titre du produit",
    "product-description": "Description du produit",
    "product-price": "Prix du produit",
    "promo-mens-clothing": "30% de réduction!",
    "promo-womens-clothing": "20% de réduction!",
    "promo-jewelery": "50% de réduction!",
    "promo-electronics": "10% de réduction!",
    "about-us-title": "À Propos de Nous",
    "our-journey-title": "Notre Parcours",
    "our-mission-values-title": "Notre Mission et Valeurs",
    "about-us-history-1": "Bienvenue chez Quick Mart, une marque construite sur l'innovation, la confiance et l'excellence. Fondée en 2010, notre parcours a commencé avec une vision simple mais ambitieuse : redéfinir les normes de l'industrie et offrir des produits/services de haute qualité adaptés aux divers besoins de nos clients à travers le monde. Ce qui a commencé comme une petite startup est maintenant devenu une entreprise mondiale, servant des milliers de clients satisfaits dans plusieurs régions.",
    "about-us-history-2": "Depuis nos modestes débuts à Silicon Alley, nous nous sommes continuellement adaptés aux tendances changeantes du marché et aux attentes des clients. Notre engagement envers la technologie de pointe, les pratiques durables et les solutions centrées sur le client a alimenté notre croissance rapide. Au fil des années, nous avons étendu notre portée, ouvert des bureaux dans plusieurs pays et formé des partenariats précieux qui renforcent notre présence mondiale.",
    "about-us-history-3": "Chez Quick Mart, nous croyons en l'innovation, l'intégrité et la satisfaction client. Notre équipe travaille sans relâche pour offrir des solutions innovantes dans les vêtements pour hommes, les bijoux, l'électronique et les vêtements pour femmes, tout en ayant un impact positif grâce à nos initiatives de responsabilité sociale. Nous sommes fiers d'embrasser la diversité et de favoriser une culture de travail qui valorise la créativité, le travail d'équipe et les pratiques commerciales éthiques.",
    "about-us-history-4": "Alors que nous avançons, nous restons engagés à fournir excellence, durabilité et innovation, en veillant à ce que chaque interaction avec nous ajoute de la valeur à votre expérience. Merci de faire partie de notre histoire.",
    "contact-title": "Informations de Contact",
    "contact-address": "Adresse",
    "company-address": "123 Rue des Affaires, Paris, France",
    "contact-phone": "Téléphone",
    "company-phone": "+33 1 23 45 67 89",
    "contact-email": "E-mail",
    "company-email": "contact.france@quickmart.com",
    "date-time-format": "DD/MM/YYYY, HH:mm"
}