{
    "welcome": "Bienvenido a nuestra tienda",
    "view-details": "Ver detalles",
    "back-to-products": "Volver a los productos",
    "view-product": "Ver producto",
    "product-details": "Detalles del producto",
    "recommended-products": "Productos recomendados",
    "all-rights-reserved": "Todos los derechos reservados.",
    "products": "Productos",
    "product-title": "Título del producto",
    "product-description": "Descripción del producto",
    "product-price": "Precio del producto",
    "promo-mens-clothing": "¡30% de descuento!",
    "promo-womens-clothing": "¡20% de descuento!",
    "promo-jewelery": "¡50% de descuento!",
    "promo-electronics": "¡10% de descuento!",
    "about-us-title": "Sobre Nosotros",
    "our-journey-title": "Nuestro Viaje",
    "our-mission-values-title": "Nuestra Misión y Valores",
    "about-us-history-1": "Bienvenido a Quick Mart, una marca construida sobre innovación, confianza y excelencia. Fundada en 2010, nuestro viaje comenzó con una visión simple pero ambiciosa: redefinir los estándares de la industria y ofrecer productos/servicios de alta calidad adaptados a las diversas necesidades de nuestros clientes en todo el mundo. Lo que comenzó como una pequeña startup ahora se ha convertido en una empresa global, sirviendo a miles de clientes satisfechos en múltiples regiones.",
    "about-us-history-2": "Desde nuestros humildes comienzos en Silicon Alley, nos hemos adaptado continuamente a las tendencias cambiantes del mercado y a las expectativas de los clientes. Nuestro compromiso con la tecnología de vanguardia, las prácticas sostenibles y las soluciones centradas en el cliente ha impulsado nuestro rápido crecimiento. A lo largo de los años, hemos ampliado nuestro alcance, abierto oficinas en varios países y formado valiosas asociaciones que fortalecen nuestra presencia global.",
    "about-us-history-3": "En Quick Mart, creemos en la innovación, la integridad y la satisfacción del cliente. Nuestro equipo trabaja incansablemente para ofrecer soluciones innovadoras en ropa masculina, joyería, electrónica y ropa femenina, al mismo tiempo que impulsamos un impacto positivo a través de nuestras iniciativas de responsabilidad corporativa. Nos enorgullece abrazar la diversidad y fomentar una cultura laboral que valora la creatividad, el trabajo en equipo y las prácticas comerciales éticas.",
    "about-us-history-4": "A medida que avanzamos, seguimos comprometidos con la excelencia, la sostenibilidad y la innovación, asegurando que cada interacción con nosotros agregue valor a su experiencia. Gracias por ser parte de nuestra historia.",
    "contact-title": "Información de Contacto",
    "contact-address": "Dirección",
    "company-address": "Calle Negocios 123, Madrid, España",
    "contact-phone": "Teléfono",
    "company-phone": "+34 912 345 678",
    "contact-email": "Correo Electrónico",
    "company-email": "contacto.espana@quickmart.com",
    "date-time-format": "DD/MM/YYYY, HH:mm"
}
  