{
    "welcome": "Добро пожаловать в наш магазин",
    "view-details": "Посмотреть детали",
    "back-to-products": "Вернуться к товарам",
    "view-product": "Посмотреть товар",
    "product-details": "Детали товара",
    "recommended-products": "Рекомендуемые товары",
    "all-rights-reserved": "Все права защищены.",
    "products": "Товары",
    "product-title": "Название товара",
    "product-description": "Описание товара",
    "product-price": "Цена товара",
    "promo-mens-clothing": "Скидка 30%!",
    "promo-womens-clothing": "Скидка 20%!",
    "promo-jewelery": "Скидка 50%!",
    "promo-electronics": "Скидка 10%!",
    "about-us-title": "О Нас",
    "our-journey-title": "Наш Путь",
    "our-mission-values-title": "Наша Миссия и Ценности",
    "about-us-history-1": "Добро пожаловать в Quick Mart, бренд, построенный на инновациях, доверии и превосходстве. Основанная в 2010 году, наша история началась с простой, но амбициозной цели — переопределить отраслевые стандарты и предоставлять высококачественные продукты/услуги, адаптированные к разнообразным потребностям наших клиентов по всему миру. То, что начиналось как небольшой стартап, теперь превратилось в глобальную компанию, обслуживающую тысячи довольных клиентов в нескольких регионах.",
    "about-us-history-2": "С наших скромных начинаний в Silicon Alley мы постоянно адаптировались к изменяющимся рыночным тенденциям и ожиданиям клиентов. Наша приверженность передовым технологиям, устойчивым практикам и клиентоориентированным решениям способствовала нашему быстрому росту. За годы мы расширили наше присутствие, открыли офисы в нескольких странах и создали ценные партнерства, укрепляющие наше глобальное присутствие.",
    "about-us-history-3": "В Quick Mart мы верим в инновации, честность и удовлетворенность клиентов. Наша команда неустанно работает над предоставлением инновационных решений в области мужской одежды, ювелирных изделий, электроники и женской одежды, а также способствует положительному влиянию через наши инициативы корпоративной социальной ответственности. Мы гордимся тем, что поддерживаем разнообразие и культивируем рабочую культуру, которая ценит креативность, командную работу и этичные бизнес-практики.",
    "about-us-history-4": "Двигаясь вперед, мы остаемся приверженными предоставлению превосходства, устойчивости и инноваций, гарантируя, что каждый контакт с нами добавляет ценности вашему опыту. Спасибо, что являетесь частью нашей истории.",
    "contact-title": "Контактная Информация",
    "contact-address": "Адрес",
    "company-address": "ул. Бизнес, 123, Москва, Россия",
    "contact-phone": "Телефон",
    "company-phone": "+7 495 123 45 67",
    "contact-email": "Электронная Почта",
    "company-email": "contact.russia@quickmart.com",
    "date-time-format": "DD.MM.YYYY, HH:mm"
}
  