{
    "welcome": "Willkommen in unserem Geschäft",
    "view-details": "Details anzeigen",
    "back-to-products": "Zurück zu den Produkten",
    "view-product": "Produkt anzeigen",
    "product-details": "Produktdetails",
    "recommended-products": "Empfohlene Produkte",
    "all-rights-reserved": "Alle Rechte vorbehalten.",
    "products": "Produkte",
    "product-title": "Produkttitel",
    "product-description": "Produktbeschreibung",
    "product-price": "Produktpreis",
    "promo-mens-clothing": "30% Rabatt!",
    "promo-womens-clothing": "20% Rabatt!",
    "promo-jewelery": "50% Rabatt!",
    "promo-electronics": "10% Rabatt!",
    "about-us-title": "Über Uns",
    "our-journey-title": "Unsere Reise",
    "our-mission-values-title": "Unsere Mission & Werte",
    "about-us-history-1": "Willkommen bei Quick Mart, einer Marke, die auf Innovation, Vertrauen und Exzellenz aufbaut. Gegründet im Jahr 2010, begann unsere Reise mit einer einfachen, aber ehrgeizigen Vision: Industriestandards neu zu definieren und hochwertige Produkte/Dienstleistungen anzubieten, die auf die vielfältigen Bedürfnisse unserer Kunden weltweit zugeschnitten sind. Was als kleines Startup begann, hat sich nun zu einem globalen Unternehmen entwickelt, das Tausende von zufriedenen Kunden in mehreren Regionen bedient.",
    "about-us-history-2": "Von unseren bescheidenen Anfängen in Silicon Alley haben wir uns kontinuierlich an die sich ändernden Markttrends und Kundenerwartungen angepasst. Unser Engagement für Spitzentechnologie, nachhaltige Praktiken und kundenzentrierte Lösungen hat unser schnelles Wachstum vorangetrieben. Im Laufe der Jahre haben wir unsere Reichweite erweitert, Büros in mehreren Ländern eröffnet und wertvolle Partnerschaften geschlossen, die unsere globale Präsenz stärken.",
    "about-us-history-3": "Bei Quick Mart glauben wir an Innovation, Integrität und Kundenzufriedenheit. Unser Team arbeitet unermüdlich daran, innovative Lösungen in den Bereichen Herrenbekleidung, Schmuck, Elektronik und Damenbekleidung anzubieten, während wir gleichzeitig positive Auswirkungen durch unsere Initiativen zur sozialen Verantwortung von Unternehmen erzielen. Wir sind stolz darauf, Vielfalt zu fördern und eine Arbeitskultur zu pflegen, die Kreativität, Teamarbeit und ethische Geschäftspraktiken schätzt.",
    "about-us-history-4": "Während wir voranschreiten, bleiben wir der Exzellenz, Nachhaltigkeit und Innovation verpflichtet und sorgen dafür, dass jede Interaktion mit uns einen Mehrwert für Ihre Erfahrung darstellt. Vielen Dank, dass Sie Teil unserer Geschichte sind.",
    "contact-title": "Kontaktinformationen",
    "contact-address": "Adresse",
    "company-address": "123 Geschäftsstraße, Berlin, Deutschland",
    "contact-phone": "Telefon",
    "company-phone": "+49 30 12345678",
    "contact-email": "E-Mail",
    "company-email": "contact.deutschland@quickmart.com",
    "date-time-format": "DD.MM.YYYY, HH:mm"
}