{
    "welcome": "हमारे स्टोर में आपका स्वागत है",
    "view-details": "विवरण देखें",
    "back-to-products": "उत्पादों पर वापस जाएं",
    "view-product": "उत्पाद देखें",
    "product-details": "उत्पाद विवरण",
    "recommended-products": "सुझाए गए उत्पाद",
    "all-rights-reserved": "सभी अधिकार सुरक्षित है |",
    "products": "उत्पादों",
    "product-title": "उत्पाद शीर्षक",
    "product-description": "उत्पाद विवरण",
    "product-price": "उत्पाद मूल्य",
    "promo-mens-clothing": "30% छूट!",
    "promo-womens-clothing": "20% छूट!",
    "promo-jewelery": "50% छूट!",
    "promo-electronics": "10% छूट!",
    "about-us-title": "हमारे बारे में",
    "our-journey-title": "हमारी यात्रा",
    "our-mission-values-title": "हमारा मिशन और मूल्य",
    "about-us-history-1": "Quick Mart में आपका स्वागत है, एक ऐसा ब्रांड जो नवाचार, विश्वास और उत्कृष्टता पर बनाया गया है। 2010 में स्थापित, हमारी यात्रा एक सरल लेकिन महत्वाकांक्षी दृष्टि के साथ शुरू हुई - उद्योग मानकों को फिर से परिभाषित करना और दुनिया भर के ग्राहकों की विविध आवश्यकताओं के अनुरूप उच्च गुणवत्ता वाले उत्पाद/सेवाएं प्रदान करना। जो एक छोटे स्टार्टअप के रूप में शुरू हुआ, वह अब एक वैश्विक उद्यम बन गया है, जो कई क्षेत्रों में हजारों संतुष्ट ग्राहकों की सेवा कर रहा है।",
    "about-us-history-2": "सिलिकॉन एली में हमारे मामूली शुरुआत से, हमने लगातार बदलते बाजार के रुझान और ग्राहकों की अपेक्षाओं के अनुकूल बनाया है। अत्याधुनिक प्रौद्योगिकी, स्थायी प्रथाओं और ग्राहक-केंद्रित समाधानों के प्रति हमारी प्रतिबद्धता ने हमारी तेजी से वृद्धि को बढ़ावा दिया है। वर्षों से, हमने अपनी पहुंच का विस्तार किया है, कई देशों में कार्यालय खोले हैं और मूल्यवान साझेदारी बनाई है जो हमारी वैश्विक उपस्थिति को मजबूत करती है।",
    "about-us-history-3": "Quick Mart में, हम नवाचार, ईमानदारी और ग्राहक संतुष्टि में विश्वास करते हैं। हमारी टीम पुरुषों के कपड़े, गहने, इलेक्ट्रॉनिक्स और महिलाओं के कपड़े में नवीन समाधान प्रदान करने के लिए अथक प्रयास करती है, साथ ही हमारे कॉर्पोरेट सामाजिक जिम्मेदारी पहलों के माध्यम से सकारात्मक प्रभाव डालती है। हम विविधता को अपनाने और एक ऐसी कार्य संस्कृति को बढ़ावा देने पर गर्व करते हैं जो रचनात्मकता, टीमवर्क और नैतिक व्यावसायिक प्रथाओं को महत्व देती है।",
    "about-us-history-4": "जैसे ही हम आगे बढ़ते हैं, हम उत्कृष्टता, स्थिरता और नवाचार प्रदान करने के प्रति प्रतिबद्ध हैं, यह सुनिश्चित करते हुए कि हमारे साथ हर बातचीत आपके अनुभव में मूल्य जोड़ती है। हमारी कहानी का हिस्सा बनने के लिए धन्यवाद।",
    "contact-title": "संपर्क जानकारी",
    "contact-address": "पता",
    "company-address": "123 व्यापार स्ट्रीट, मुंबई, भारत",
    "contact-phone": "फोन",
    "company-phone": "+91 22 1234 5678",
    "contact-email": "ईमेल",
    "company-email": "contact.india@quickmart.com",
    "date-time-format": "DD/MM/YYYY, hh:mm A"
}