{
    "welcome": "Benvenuti nel nostro negozio",
    "view-details": "Visualizza dettagli",
    "back-to-products": "Torna ai prodotti",
    "view-product": "Visualizza prodotto",
    "product-details": "Dettagli del prodotto",
    "recommended-products": "Prodotti consigliati",
    "all-rights-reserved": "Tutti i diritti riservati.",
    "products": "Prodotti",
    "product-title": "Titolo del prodotto",
    "product-description": "Descrizione del prodotto",
    "product-price": "Prezzo del prodotto",
    "promo-mens-clothing": "30% di sconto!",
    "promo-womens-clothing": "20% di sconto!",
    "promo-jewelery": "50% di sconto!",
    "promo-electronics": "10% di sconto!",
    "about-us-title": "Chi Siamo",
    "our-journey-title": "Il Nostro Viaggio",
    "our-mission-values-title": "Missione e Valori",
    "about-us-history-1": "Benvenuti in Quick Mart, un marchio costruito su innovazione, fiducia ed eccellenza. Fondata nel 2010, la nostra storia è iniziata con una visione semplice ma ambiziosa: ridefinire gli standard del settore e offrire prodotti/servizi di alta qualità adattati alle esigenze diverse dei nostri clienti in tutto il mondo. Quello che è iniziato come una piccola startup è ora diventata un'azienda globale, che serve migliaia di clienti soddisfatti in più regioni.",
    "about-us-history-2": "Dai nostri umili inizi in Silicon Alley, ci siamo costantemente adattati alle tendenze di mercato e alle aspettative dei clienti. Il nostro impegno per la tecnologia all'avanguardia, le pratiche sostenibili e le soluzioni incentrate sul cliente ha alimentato la nostra rapida crescita. Nel corso degli anni, abbiamo ampliato la nostra portata, aperto uffici in diversi paesi e formato preziose partnership che rafforzano la nostra presenza globale.",
    "about-us-history-3": "In Quick Mart, crediamo nell'innovazione, nell'integrità e nella soddisfazione del cliente. Il nostro team lavora instancabilmente per offrire soluzioni innovative nell'abbigliamento maschile, gioielli, elettronica e abbigliamento femminile, guidando anche un impatto positivo attraverso le nostre iniziative di responsabilità sociale d'impresa. Siamo orgogliosi di abbracciare la diversità e promuovere una cultura del lavoro che valorizza la creatività, il lavoro di squadra e le pratiche commerciali etiche.",
    "about-us-history-4": "Andando avanti, rimaniamo impegnati a fornire eccellenza, sostenibilità e innovazione, assicurando che ogni interazione con noi aggiunga valore alla tua esperienza. Grazie per far parte della nostra storia.",
    "contact-title": "Informazioni di Contatto",
    "contact-address": "Indirizzo",
    "company-address": "Via degli Affari, 123, Milano, Italia",
    "contact-phone": "Telefono",
    "company-phone": "+39 02 1234 5678",
    "contact-email": "Email",
    "company-email": "contact.italia@quickmart.com",
    "date-time-format": "DD/MM/YYYY, HH:mm"
}
  