{
    "welcome": "Welcome to Our Store",
    "view-details": "View Details",
    "back-to-products": "Back to Products",
    "view-product": "View Product",
    "product-details": "Product Details",
    "recommended-products": "Recommended Products",
    "all-rights-reserved": "All rights reserved.",
    "products": "Products",
    "product-title": "Product Title",
    "product-description": "Product Description",
    "product-price": "Product Price",
    "promo-mens-clothing": "30% Off!",
    "promo-womens-clothing": "20% off!",
    "promo-jewelery": "50% Off!",
    "promo-electronics": "10% Off!",
    "about-us-title": "About Us",
    "our-journey-title": "Our Journey",
    "our-mission-values-title": "Our Mission & Values",
    "about-us-history-1": "Welcome to Quick Mart, a brand built on innovation, trust, and excellence. Founded in 2010, our journey began with a simple yet ambitious vision—to redefine industry standards and deliver top-quality products/services tailored to the diverse needs of our customers worldwide. What started as a small startup has now evolved into a global enterprise, serving thousands of satisfied customers across multiple regions.",
    "about-us-history-2": "From our humble beginnings in Silicon Alley, we have continuously adapted to changing market trends and customer expectations. Our commitment to cutting-edge technology, sustainable practices, and customer-centric solutions has fueled our rapid growth. Over the years, we have expanded our reach, opened offices in multiple countries, and formed valuable partnerships that strengthen our global presence.",
    "about-us-history-3": "At  Quick Mart, we believe in innovation, integrity, and customer satisfaction. Our team works tirelessly to deliver innovative solutions in men's clothing, jewelry, electronics, and women's clothing, while also driving positive impact through our corporate responsibility initiatives. We take pride in embracing diversity and fostering a work culture that values creativity, teamwork, and ethical business practices.",
    "about-us-history-4": "As we move forward, we remain committed to delivering excellence, sustainability, and innovation, ensuring that every interaction with us adds value to your experience. Thank you for being a part of our story.",
    "contact-title": "Contact Information",
    "contact-address": "Address",
    "company-address": "123 Business Street, New York, USA",
    "contact-phone": "Phone",
    "company-phone": "+1 234 567 890",
    "contact-email": "Email",
    "company-email": "contact.usa@quickmart.com",
    "date-time-format": "MM/DD/YYYY, hh:mm A"
}
  