{
    "welcome": "Bem-vindo à nossa loja",
    "view-details": "Ver detalhes",
    "back-to-products": "Voltar aos produtos",
    "view-product": "Ver produto",
    "product-details": "Detalhes do produto",
    "recommended-products": "Produtos recomendados",
    "all-rights-reserved": "Todos os direitos reservados.",
    "products": "Produtos",
    "product-title": "Título do produto",
    "product-description": "Descrição do produto",
    "product-price": "Preço do produto",
    "promo-mens-clothing": "30% de desconto!",
    "promo-womens-clothing": "20% de desconto!",
    "promo-jewelery": "50% de desconto!",
    "promo-electronics": "10% de desconto!",
    "about-us-title": "Sobre Nós",
    "our-journey-title": "Nossa Jornada",
    "our-mission-values-title": "Nossa Missão e Valores",
    "about-us-history-1": "Bem-vindo à Quick Mart, uma marca construída sobre inovação, confiança e excelência. Fundada em 2010, nossa jornada começou com uma visão simples, mas ambiciosa: redefinir os padrões da indústria e oferecer produtos/serviços de alta qualidade adaptados às diversas necessidades de nossos clientes em todo o mundo. O que começou como uma pequena startup agora se transformou em uma empresa global, atendendo milhares de clientes satisfeitos em várias regiões.",
    "about-us-history-2": "Desde nossos humildes começos no Vale do Silício, nos adaptamos continuamente às mudanças nas tendências do mercado e às expectativas dos clientes. Nosso compromisso com tecnologia de ponta, práticas sustentáveis e soluções centradas no cliente impulsionou nosso rápido crescimento. Ao longo dos anos, expandimos nosso alcance, abrimos escritórios em vários países e formamos parcerias valiosas que fortalecem nossa presença global.",
    "about-us-history-3": "Na Quick Mart, acreditamos em inovação, integridade e satisfação do cliente. Nossa equipe trabalha incansavelmente para oferecer soluções inovadoras em roupas masculinas, joias, eletrônicos e roupas femininas, além de gerar impacto positivo por meio de nossas iniciativas de responsabilidade social corporativa. Temos orgulho de abraçar a diversidade e promover uma cultura de trabalho que valoriza a criatividade, o trabalho em equipe e as práticas comerciais éticas.",
    "about-us-history-4": "À medida que avançamos, permanecemos comprometidos com a excelência, a sustentabilidade e a inovação, garantindo que cada interação conosco agregue valor à sua experiência. Obrigado por fazer parte da nossa história.",
    "contact-title": "Informações de Contato",
    "contact-address": "Endereço",
    "company-address": "Rua dos Negócios, 123, São Paulo, Brasil",
    "contact-phone": "Telefone",
    "company-phone": "+55 11 1234 5678",
    "contact-email": "E-mail",
    "company-email": "contact.brasil@quickmart.com",
    "date-time-format": "DD/MM/YYYY, HH:mm"
}
  